9701sunsets/leashLink/firmware/handle_c3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_WIFI_ESPNOW_MAX_ENCRYPT_NUM=4
CONFIG_FREERTOS_HZ=1000
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_MQTT_PROTOCOL_311=y

